Repository: DSGND/wp-apcu-manager
Catalog: .translations/wp-plugins-apcu-manager-stable-readme-*.po
Languages: fr_ca

source: APCu statistics and management right in the WordPress admin dashboard.
fr_ca: Statistiques et gestion APCu directement dans le Tableau de bord WordPress.

source: For a full help on WP-CLI commands in APCu Manager, please <a href="https://github.com/Pierre-Lannoy/wp-apcu-manager/blob/master/WP-CLI.md">read this guide</a>.
fr_ca: Pour obtenir une aide complète sur les commandes WP-CLI dans APCu Manager, veuillez <a href="https://github.com/Pierre-Lannoy/wp-apcu-manager/blob/master/WP-CLI.md">lire ce guide</a>.

source: <strong>APCu Manager</strong> supports a set of WP-CLI commands to:
fr_ca: <strong>APCu Manager</strong> prend en charge un ensemble de commandes WP-CLI pour :

source: obtain operational statistics - see <code>wp help apcu analytics</code> for details.
fr_ca: obtenir des statistiques opérationnelles - voir <code>wp help apcu analytics</code> pour plus de détails.

source: toggle on/off main settings - see <code>wp help apcu settings</code> for details;
fr_ca: activer ou désactiver le réglages principaux - voir <code>wp help apcu settings</code> pour plus de détails ;

source: This plugin doesn't handle personally identifiable information (PII).
fr_ca: Cette extension ne traite pas de données à caractère personnel (DCP).

source: This plugin doesn't set any cookie in the user's browser.
fr_ca: Cette extension ne dépose pas de témoin dans le fureteur de l’utilisateur.

source: This plugin, as any piece of software, is neither compliant nor non-compliant with privacy laws and regulations. It is your responsibility to use it with respect for the personal data of your users and applicable laws.
fr_ca: Cette extension, comme tout autre logiciel, n’est ni conforme ni non conforme aux lois et règlements sur la protection de la vie privée. Il est de votre responsabilité de l’utiliser dans le respect des données personnelles de vos utilisateurs et des lois applicables.

source: Privacy
fr_ca: Vie privée

source: You can report bugs and suggest ideas via the <a href="https://github.com/Pierre-Lannoy/wp-apcu-manager/issues">GitHub issue tracker</a> of the plugin.
fr_ca: Vous pouvez signaler des bogues et suggérer des améliorations via le <a href="https://github.com/Pierre-Lannoy/wp-apcu-manager/issues">suivi d’incidents GitHub</a> de l’extension.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/apcu-manager/">WordPress page</a>.
fr_ca: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/apcu-manager/">d’assistance</a>.

source: You need to have a fully operational WordPress cron. If you've set an external cron (crontab, online cron, etc.), its frequency must be less than 5 minutes - 1 or 2 minutes is a recommended value.
fr_ca: Vous devez avoir un cron WordPress entièrement opérationnel. Si vous avez réglé un cron externe (crontab, cron en ligne, etc.), sa fréquence doit être inférieure à 5 minutes - 1 ou 2 minutes est une valeur recommandée.

source: Yes. It is designed to work on multisite too. Network Admins can configure the plugin, use management tools and have access to analytics reports. Sites Admins have only access to analytics reports.
fr_ca: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administrateurs du réseau peuvent configurer l’extension et avoir accès aux rapports d’analyse. Les administrateurs de sites ont seulement accès aux rapports d’analyse.

source: You need at least <strong>WordPress 5.2</strong> and <strong>PHP 7.2</strong>.
fr_ca: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: Where can I report a bug?
fr_ca: Où puis-je signaler un bogue ?

source: Where can I get support?
fr_ca: Où puis-je obtenir de l’aide ?

source: What are the requirements for statistics to work?
fr_ca: Quels sont les prérequis pour que les statistiques fonctionnent ?

source: Can this plugin work on multisite?
fr_ca: Cette extension fonctionne-t’elle sur un multisite ?

source: What are the requirements for this plugin to work?
fr_ca: Quels sont les prérequis pour que cette extension fonctionne ?

source: Enjoy!
fr_ca: Profitez !

source: Visit 'Settings &gt; APCu Manager' in the left-hand menu of your WP Admin to adjust settings.
fr_ca: Visitez « Réglages &gt; APCu Manager » dans le menu gauche de votre panneau d’administration pour ajuster les paramètres.

source: Activate APCu Manager from your Plugins page.
fr_ca: Activez APCu Manager depuis votre page Extensions.

source: Upload the <code>apcu-manager</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr_ca: Téléversez le dossier <code>apcu-manager</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc.).

source: Download APCu Manager.
fr_ca: Télécharger APCu Manager.

source: Activate APCu Manager.
fr_ca: Activez APCu Manager.

source: Click on the 'Install Now' button.
fr_ca: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'APCu Manager'.
fr_ca: Recherchez « APCu Manager ».

source: Visit 'Plugins &gt; Add New'.
fr_ca: Visitez « Extensions &gt; Ajouter ».

source: Once Activated
fr_ca: Une fois activé

source: From WordPress.org
fr_ca: Depuis WordPress.org

source: From your WordPress dashboard
fr_ca: Depuis votre Tableau de bord WordPress

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr_ca: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: Anyway, I'll be glad to help you if you encounter issues when using this plugin. Just use the support section of this plugin page.
fr_ca: Dans tous les cas, je serai heureux de vous apporter mon assistance si vous rencontrez des problèmes lors de l’utilisation de cette extension. Merci de me contacter via la page support de ce site.

source: This plugin is free and provided without warranty of any kind. Use it at your own risk, I'm not responsible for any improper use of this plugin, nor for any damage it might cause to your site. Always backup all your data before installing a new plugin.
fr_ca: Cette extension est gratuite et distribuée sans aucune garantie d’aucune sorte. Son utilisation se fait à vos risques et périls, je ne saurais être tenu responsable d’aucun dommage que son utilisation pourrait causer à votre site. Pensez à toujours sauvegarder vos données avant d’installer une nouvelle extension.

source: <strong>APCu Manager</strong> is a free and open source plugin for WordPress. It integrates many other free and open source works (as-is or modified). Please, see 'about' tab in the plugin settings to see the details.
fr_ca: <strong>APCu Manager</strong> est une extension libre et open source pour WordPress. Elle intègre de nombreuses autres œuvres libres et open source (telles quelles ou modifiées). Consultez l’onglet « à propos » dans l’extension pour obtenir des détails.

source: <strong>APCu Manager</strong> supports multisite report delegation (see FAQ).
fr_ca: <strong>APCu Manager</strong> prend en charge la délégation de rapports multisites (voir FAQ).

source: <strong>APCu Manager</strong> is also a full featured analytics reporting tool that analyzes all APCu operations on your site. It can report:
fr_ca: <strong>APCu Manager</strong> est également un outil complet de rapport analytique qui détaille toutes les mesures de fonctionnement d’APCu sur votre site. Il peut signaler :

source: <strong>APCu Manager</strong> works on dedicated or shared servers. It is compatible with all plugins using APCu, like PerfOps.One suite or W3 Total Cache. Its main management features are:
fr_ca: <strong>APCu Manager</strong> fonctionne aussi bien sur des serveurs dédiés que mutualisés. Il est compatible avec des extensions telles que le suite PerfOps.One ou W3 Total Cache. Ses principales caractéristiques de gestion sont :

source: <strong>APCu Manager</strong> is a full featured APCu management and analytics reporting tool. It allows you to monitor and optimize APCu operations on your WordPress site or network.
fr_ca: <strong>APCu Manager</strong> est un outil complet de gestion et d’analyse APCu. Il vous permet de surveiller et d’optimiser le fonctionnement d’APCu sur votre site ou réseau de sites WordPress.

source: <strong>APCu statistics and management right in the WordPress admin dashboard.</strong>
fr_ca: <strong>Statistiques et gestion APCu directement dans le Tableau de bord WordPress.</strong>

source: plugins consumption.
fr_ca: consommation par les extensions.

source: metrics distributions;
fr_ca: distributions des métriques ;

source: metrics variations;
fr_ca: variations des métriques ;

source: KPIs: hit ratio, free memory, cached objects, keys saturation, memory fragmentation and availability;
fr_ca: KPIs : taux de réussite, mémoire libre, objets mis en cache, saturation des emplacements de clés, fragmentation et disponibilité ;

source: full cache clearing.
fr_ca: nettoyage du cache.

source: individual object deletion;
fr_ca: suppression individuelle d’objets ;

source: Donation
fr_ca: Don

source: Support
fr_ca: Assistance

source: Management Tools
fr_ca: Outils de gestion

source: Daily Statistics
fr_ca: Statistiques quotidiennes

source: Please, see <a href="https://github.com/Pierre-Lannoy/wp-apcu-manager/blob/master/CHANGELOG.md">full changelog</a> on GitHub.
fr_ca: Merci de consulter le <a href="https://github.com/Pierre-Lannoy/wp-apcu-manager/blob/master/CHANGELOG.md">registre des modifications</a> sur GitHub.
